{"sections":{"breadcrumb":{"type":"breadcrumb-page","settings":{"full_with":true,"max_with":"1800px","margin_block":"0 0 30px","breadcrumb_title":"","enable_title":"none","breadcrumb_bg":"#f6f6f4","breadcrumb_color_heading":"#323232","breadcrumb_color":"#201f1f","breadcrumb_color_link":"#c3c3c3","breadcrumb-height":"65px","breadcrumb-mheight":"65px","text-align":"start"}},"main":{"type":"main-page","disabled":true,"settings":{"full_with":false,"max_with":"","color_bg":"rgba(0,0,0,0)","padding_block":"","padding_block_m":"","margin_block":"0 0 30px"}},"8db80cbb-cca5-4588-aab2-4882c0e44188":{"type":"heading","blocks":{"template--16415183306918__8db80cbb-cca5-4588-aab2-4882c0e44188-text-2":{"type":"text","settings":{"title_style":"default","text":"SHIPPING POLICY","text_alignment":"center","text_style":"ff-heading","text_font-weight":"fw-normal","text_color_desktop":"#000000","text_font_size_desktop":36,"margin_desktop":"","text_font_size_tablet":16,"margin_tablet":"","text_font_size_mobile":16,"margin_mobile":""}},"template--16415183306918__8db80cbb-cca5-4588-aab2-4882c0e44188-text-3":{"type":"text","settings":{"title_style":"default","text":"<div style=\"font-size:17px;line-height:30px\">Working with many professional delivery partners, we make sure your order reaches you safely and on time.<br>\n\n*Please enter your zip code on any product page to find out if we deliver to your city. Additional shipping charges may apply to Alaska, Hawaii, and the US Territory. Shipping is charged per shipment, not per order, and is fixed at a flat rate depending on shipment value and delivery location. Delivery speeds and times depend on product type, product availability, and distance to metropolitan areas.<br>\n\n\n*Please note that it is your responsibility to check that your items fit. Doors, stairs and lifts in their packaging or not before placing an order. The product size is included in a product description on our website.. Failed delivery due to inaccessibility to your home will result in additional delivery charges. If we are unable to deliver the item to your home, you will be responsible for paying the re-delivery fee if you choose to return the product at a later date, or the return shipping and re-stocking fees if the order is cancelled. . Upon arrival, our delivery partners will deliver your product based on the service options selected...We provide Standard Service by default, but you have options for services. For other services, additional charges may apply (please contact us for more information). With Standard Service: We will deliver your item(s) to the ground floor, lobby or the first dry area in your home (such as a garage, front porch, lobby, etc.) or apartment building. Deliveries to any address that require the use of an elevator or stairs will be left at the entrance to the elevator or at the foot of the stairs. This service does not include unpacking, assembly or garbage removal. We reserve the right to refuse delivery to specific locations for items that we consider to be a high risk of loss or damage and areas where our door-to-door delivery service cannot reach them. To begin shipping, we'll email you that your order is ready for delivery. You will then receive a fixed delivery date with tracking information or be contacted by our delivery partner to arrange delivery time and delivery date. Besides, Please protect the floor and surroundings from possible damage before delivery. Our delivery partners will not be responsible for any damage to the floor or surrounding. Delivery staff are not allowed to move existing furniture in your home. In addition to any shipping costs, your order may be subject to sales tax. We are required to charge local tax rates.<br>\n\n\nNote: Orders will be delivered to your home, except for cases such as: restricted office area, apartment\/high-rise area (only delivery at the door of the building is accepted).<br>\n\nTo get a better understanding, feel free to contact us.<br>\n<br>\nINTERNATIONAL SHIPPING<br>\nAll our items are available to ship within the United States and Vietnam.<br>\n\n\n\nInternational shipping is a service we support for customers located outside US who can receive items through intermediary international shipping units. Delivery is possible to all countries in the world, except for areas that cannot be delivered by shipping partners.<br>\n\n\n\nFor International Order, please contact us for more information.<br>\n\nRECEIVING POLICY<br>\nFor security purposes, our delivery partners may verify your identity through citizenship prior to delivery of the product. Failure to comply with the verification requirements will be considered a refusal of receipt, the item(s) will be returned to the warehouse and a service fee will be charged. If you choose to reschedule, additional delivery charges will apply. Upon delivery, you or a third party designated by you will inspect the item(s) carefully before our delivery partner leaves the premises. Any damage discovered must be reported immediately to the delivery partner and noted on the delivery document. Please contact us and provide pictures showing the damage or fault. We will reply within 2 business days. Aleefurnishing reserves the right in its absolute discretion to determine whether a product or part thereof is defective due to defect or wear and tear. Such replacement or repair is at Aleefurnishing's sole discretion. In the event that an exchange for a defective product cannot be arranged, we reserve the right to provide a replacement or a full refund. All repair or replacement of item(s) will be subject to inventory availability. We will not be responsible for any consequences (whether direct or indirect) of late delivery and no such delay will allow the customer to treat this agreement as being denied by Aleefurnishing. rejection or any comparison. We recommend that you confirm that the shipment was destined for you and that the entire order has been delivered undamaged (if any). A POD is not simply a delivery receipt but also a confirmation that the goods have arrived intact. Usually, PODs are signed without checking your delivery. Please note, however, that anything not indicated on this form prior to signing will result in Aleefurnishing's inability to authorize any damages claim after the driver has departed.\n<br>\n\n\nHere is a suggested checklist for you to follow before you sign the POD:<br>\n\n\n\n Inspect all cartons for external damage. If there is serious damage to the carton, point it out to the delivery driver. - Check and confirm you have received the correct item according to the POD and delivery order.<br>\n\n\n\nTake photos of the damage and its boxes with clear shipping labels.<br>\n\n\n\nPlease indicate any property damage caused by delivery on POD. We will need to take pictures to document the damage. After you've inspected your entire shipment and recorded any problems, you can get the driver's signature or initials next to your note about damaged items on the POD.<br>\n\n\n\n* Please do not throw away the carton until the problem is resolved.<br>\n\nWARRANTY POLICY\nThe warranty period varies by product, starting from the date of shipment. Please read carefully the user manual and warranty terms contained in the product description on our website. If during the warranty period a product is deemed defective due to a manufacturing defect, Aleefurnishing will replace the part(s) at our sole discretion. This warranty covers the replacement of any product or part of any product with defects in manufacturing or materials that are not due to normal wear and tear or to the natural properties of the materials used.\n\n\n\n1\/ CLAIM PROCEDUCE<br>\n\nAny complaints will have to be emailed to us with a picture of the error and the order number. We will provide replacement\/return\/refund instructions for damaged or defective items. Be sure to complete this process within 30 days of delivery.<br>\n\n\n\n2\/ LIMITATIONS AND EXCEPTIONS<br>\n\nProper care and use is essential to protect your rights under this warranty. This warranty does not apply if your Aleefurnishing furniture is damaged by the use of detergents, abrasives or other aggressive cleaning agents. This warranty does not cover damage caused by negligence, abuse, normal wear and tear or accident: including (but not limited to) burns, cuts, scratches, lacerations, scratches, watermarks, dents or damage caused by pets. This warranty does not apply if the product is to be used outdoors, unless otherwise specifically stated. Any modification of the product by consumers or other parties not authorized by Aleefurnishing will void this Warranty. This warranty does not cover items marked as 'AS-IS' or any form of items displayed at the time of purchase. This warranty does not cover items not purchased directly from https:\/\/www.Aleefurnishing.us Our discretion on all matters relating to claims of defects, workmanship or materials, shall be final and decisive. Any decision to repair or replace part(s) will be at Aleefurnishing's sole discretion. Any item repaired or replaced under this Limited Warranty will be covered under the Limited Warranty only for the remainder of the original warranty period. This warranty covers manufacturing defects discovered during the warranty period, cost of components materials, replacement parts, labor and shipping charges. For manufacturing defects discovered after the warranty period operating costs, cost of components, materials and replacement parts be charged for customer.<br>\n\n\n\n3\/ WARRANTY PERIOD<br>\n\nPlease carefully read the user manual and warranty instructions contained in each product description on our website. The product is warranted to be free from defects in materials and workmanship, under normal household use, for a period of 1 year.<br>\n\n\n\nThis warranty will not apply to damage arising from negligence, accidental or intentional damage, commercial or institutional use, exposure to excessive heat or humidity, or misuse of the product. Products.<br>\n\n\n\n*Exclusion: mattress fabric (including stains, burns, lumps or loose covers); indentations on the body are normal; comfort selection problems.<br>\n\n\n\nComfort is subjective to each individual and should not be considered a manufacturing defect.<br>\n\nMISSING PARTS<br>\nIs your new chair missing a leg or your new swing lacking hardware? Get your assembly back on track. Let us know which part you need. We will send you free replacement parts or hardware as soon as possible. Be sure to complete this process within 30 days of delivery. We apologize for this inconvenience.<br>\n\nDAMAGED OR DEFECTIVE ITEMS<br>\nWe know how frustrating this situation can be. Free return shipping for damaged or defective items - just contact us and choose the solution you want:<br>\n\n\n\nReplacement parts (e.g. table legs)<br>\n\n\n\nReplacement items - Refund resolution subject to stock status.<br>\n\n\n\nBe sure to complete this process within 30 days of delivery.<br>\n\nRETURN POLICY<br>\nSome items cannot be returned, including:<br>\n\nClearance items<br>\n\nGift cards<br>\n\nPersonalized items<br>\n\nItems marked \"non-returnable\"<br>\n<br><br>\nItems you have assembled<br>\n\nOpen Box Item<br>\n\nLive Plants<br>\n\n\n\nAny overseas shipping fees collected on orders are non-refundable. In this case, please contact us, we will handle it and work with you to find the best solution. Please make sure to keep the original carton and repack the product carefully before choosing a return option.<br>\n\nPAYMENT OPTION<br>\nWe offer several payment methods. Among them are bank transfer, credit card, Paypal as well as money order. You can choose to pay for your order using any of the methods listed below. If you have questions about any of the payment methods listed, please email us at sales@Aleefurnishing.us or call us at (+1) 832 983 0049<br>\n\n\n\nWire Transfer To bank<br>\n\n\n\nWe will provide customers with all banking information to make transactions via email. All US bank transfers are usually cleared within 24-48 hours, your order will be held until the transfer is received. Once we receive your full bank transfer, Your purchase will be shipped upon completion of the order. Please note: Your financial institution may charge a fee for using wire transfers.<br>\n\n\n\nPayment Options Credit Card<br>\n<br>\n\n\nAleefurnishing accepts the following credit cards to pay for all domestic orders:<br>\n\nVisa<br>\n\nMasterCard<br>\n\nAmerican Express<br>\n\nPayPal<br>\n\nPaypal is the faster, safer way to pay for orders. Just click on the Paypal option and proceed with the transaction.<br>\n<\/div>","text_alignment":"start","text_style":"text","text_font-weight":"fw-normal","text_color_desktop":"#666666","text_font_size_desktop":14,"margin_desktop":"30px","text_font_size_tablet":16,"margin_tablet":"30px","text_font_size_mobile":16,"margin_mobile":"30px"}}},"block_order":["template--16415183306918__8db80cbb-cca5-4588-aab2-4882c0e44188-text-2","template--16415183306918__8db80cbb-cca5-4588-aab2-4882c0e44188-text-3"],"settings":{"full_with":false,"max_with":"","color_bg":"rgba(0,0,0,0)","padding_block":"","padding_block_m":"","margin_block":"0 0 60px"}}},"order":["breadcrumb","main","8db80cbb-cca5-4588-aab2-4882c0e44188"]}