{"sections":{"breadcrumb":{"type":"breadcrumb-page","settings":{"full_with":true,"max_with":"1800px","margin_block":"0 0 30px","breadcrumb_title":"","enable_title":"none","breadcrumb_bg":"#f6f6f4","breadcrumb_color_heading":"#323232","breadcrumb_color":"#201f1f","breadcrumb_color_link":"#c3c3c3","breadcrumb-height":"65px","breadcrumb-mheight":"65px","text-align":"start"}},"main":{"type":"main-page","disabled":true,"settings":{"full_with":false,"max_with":"","color_bg":"rgba(0,0,0,0)","padding_block":"","padding_block_m":"","margin_block":"0 0 30px"}},"8db80cbb-cca5-4588-aab2-4882c0e44188":{"type":"heading","blocks":{"template--16415183306918__8db80cbb-cca5-4588-aab2-4882c0e44188-text-2":{"type":"text","settings":{"title_style":"default","text":"Care instruction &amp; Warranty","text_alignment":"center","text_style":"ff-heading","text_font-weight":"fw-normal","text_color_desktop":"#000000","text_font_size_desktop":36,"margin_desktop":"","text_font_size_tablet":16,"margin_tablet":"","text_font_size_mobile":16,"margin_mobile":""}},"template--16415183306918__8db80cbb-cca5-4588-aab2-4882c0e44188-text-3":{"type":"text","settings":{"title_style":"default","text":"<p><strong>CARE AND CLEANING FRAME:<\/strong><\/p>\n<ul>\n<li>\n<strong>Wicker\/rattan\/rope: <\/strong>To spot clean an area, preferably use a soft clean cloth, apply a mist of mild soapy water and work in the solution by blotting or using light Then rinse off the solution thoroughly and allow it to air dry.<\/li>\n<li>\n<strong>Cushion\/ Pillow: <\/strong>For everyday cleaning of your upholstered pieces, use the upholstery attachment on your vacuum cleaner to vacuum the surface of the furniture to remove any loose It’s also a good idea to vacuum underneath the cushions as well. If you can, flip your cushions regularly to distribute the wear and to reduce soiling. Clean spills immediately by gently blotting with a clean, absorbent cloth. If a stain remains, then you’ll have to do some deeper cleaning according to the fabric’s code. If your fabric is soiled beyond repair, maybe it’s time to reupholster.<\/li>\n<li>\n<strong>Frame: <\/strong>Please install on an even Do not stand on the product. It is necessary to store the product in a dry place (not too warm to avoid crack) during the winter to protect it from severe weather (heavy snowfall \/rain, storm,...). It is recommended to cover the product with a water-proof cover when you are not using it.<\/li>\n<\/ul>\n<p>For any wooden part, you can clean with any wax-based furniture polish.<\/p>\n<p>Kindly do not use abrasive  materials, sharp units, excessive  scrubbing or a high-pressure  washer on product’s surface. Always keep the product away from heat source such as outdoor grill, flame, cigarette, ... Active use may loosen bolts and screws to become loose. Perform a hardware check every few months or so<\/p>\n<p><strong>WARRANTY:<\/strong><\/p>\n<p>1-year limited warranty for frame, weave and cushions<\/p>\n<p><strong>WHAT IS COVERED:<\/strong><\/p>\n<p>We warrant to the original purchaser for one year, from the date of purchase, that the frame, resin weave and cushions will be free from manufacturing defects.<\/p>\n<p>This warranty also covers peeling, cracking, blistering, discoloration, or fading for this one-year period.<\/p>\n<p><strong>WHAT IS NOT COVERED:<\/strong><\/p>\n<p>It remains the customer's responsibility for freight and packaging charges to and  from  your  service center. This warranty does not cover commercial use, acts of nature, fire, freezing, and abusive use. Discoloration or fading of the finish or fabrics as a result of chemicals or spills is not covered. Glass tabletop breakage and corrosion or rusting of hardware are not covered. In addition, purchased part are not covered under this warranty. Proof of purchase (dated register receipt) is required for warranty claims. We reserve the right to make substitutions with similar merchandise, if the model is no longer in production, warranty is to the original purchaser and is not transferable. As some states do not allow exclusions or limitations on an implied warranty, the above exclusions and limitations may not apply. This warranty gives you specific rights, and you may also have other rights, which vary from state to state.<\/p>","text_alignment":"start","text_style":"text","text_font-weight":"fw-normal","text_color_desktop":"#666666","text_font_size_desktop":14,"margin_desktop":"30px","text_font_size_tablet":16,"margin_tablet":"30px","text_font_size_mobile":16,"margin_mobile":"30px"}}},"block_order":["template--16415183306918__8db80cbb-cca5-4588-aab2-4882c0e44188-text-2","template--16415183306918__8db80cbb-cca5-4588-aab2-4882c0e44188-text-3"],"settings":{"full_with":false,"max_with":"","color_bg":"rgba(0,0,0,0)","padding_block":"","padding_block_m":"","margin_block":"0 0 60px"}}},"order":["breadcrumb","main","8db80cbb-cca5-4588-aab2-4882c0e44188"]}